controllers/PessoasController.php

    public function actionCreate()
    {
        $model = new PessoasModel();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `pessoas` (`nome`, `email`, `idade`) VALUES ('Jorge', 'jorge.cimol@gmail.com', 20)

    protected function findModel($id)
    {
        if (($model = PessoasModel::findOne($id)) !== null) {
---
SELECT * FROM `pessoas` WHERE `id`='13'